<unk>	0
<s>	0
</s>	0
A	-2.54948
L	-2.55157
V	-2.69486
G	-2.69967
E	-2.73724
S	-2.7432
D	-2.77341
K	-2.77977
T	-2.79112
I	-2.80779
R	-2.9333
N	-2.99972
P	-3.14942
F	-3.23262
Y	-3.28725
Q	-3.32444
M	-3.84695
H	-3.91766
W	-4.24244
C	-4.34442
▁M	-5.46458
LL	-6.09353
▁	-10.2914
X	-10.7817
B	-14.8415
J	-16.0159
Z	-16.018
